{"title":"Big increase in number of shareholders - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eBig increase in number of shareholders\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 9, 2005, 14:45 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eThe offer extended to private investors to buy shares following the Norwegian government\u0027s sell-down of Statoil shares in February has been very successful. The company has registered more than 11,000 new shareholders, and the number of owners has increased by 20 per cent.\u003c/p\u003e \n     \u003cp\u003eAccording to DnB NOR, which was responsible for the sale to private individuals, 19,700 persons registered their interest in buying shares before the deadline expired on 25 February, and over half of these are new shareholders in Statoil. Some 97 per cent of current owners are private investors or companies registered in Norway.\u003c/p\u003e \n     \u003cp\u003e\"It\u0027s very gratifying that so many people have chosen to invest in Statoil, and we\u0027re pleased with the trust that 11,000 new shareholders have shown in us,\" says Mari Thjømøe, vice president for investor relations in Statoil.\u003c/p\u003e \n     \u003cp\u003eSo far this year Statoil has had an average turnover of 14 million shares per day on the Oslo Stock Exchange, which is more than twice last year\u0027s daily turnover. After the sell-down last summer Statoil experienced a strong increase in liquidity, and this trend is continuing with the change in ownership over the last few weeks.\u003c/p\u003e \n     \u003cp\u003eThe increased turnover means that the Statoil share is becoming more attractive for investors, and this is expected to have a positive effect on the valuation of the company in the future.\u003c/p\u003e \n     \u003cp\u003eThe Norwegian government now owns 70.9 per cent of the shares and retains overall control of Statoil.\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}