{"title":"Trainee programme attracted 1600 applicants - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eTrainee programme attracted 1600 applicants\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 3, 2005, 08:00 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eInterest for 28 trainee positions recently advertised by Hydro, has exceeded all expectations. When the deadline for applications passed on Tuesday, 1600 applicants from 74 countries had indicated their interest in becoming a trainee in the company.\u003c/p\u003e \n     \u003cp\u003eA comprehensive profiling campaign was run in advance, including visits to universities and colleges, and advertisements in several media.\u003cbr\u003e\u003cbr\u003e “We are delighted with the response and that so many consider Hydro to be an attractive company to work for,” says Kjerstin Skeidsvoll Lange, who is responsible for Hydro’s trainee programme.\u003cbr\u003e\u003cbr\u003e Hydro has particularly targeted newly-qualified candidates with Masters degrees and international experience.\u003cbr\u003e\u003cbr\u003e “We see that very many of the applicants satisfy the requirements we have made and that they represent expertise that the company will need in the years to come. Many of the applicants are attracted to Hydro because it is an international company,” says Skeidsvoll Lange.\u003cbr\u003e\u003cbr\u003e The selection process will begin immediately and continue until the first half of April, after which job offers will be sent to relevant candidates.\u003cbr\u003e\u003cbr\u003e The trainee-programme will begin this autumn, and the participants will be employed in a wide range of positions in technological, administrative and financial disciplines. They will primarily work in the company’s European offices.\u003cbr\u003e\u003cbr\u003e Over a period of 18 months, the candidates will rotate in several units. They will also take part in three trainee gatherings where an overall understanding of Hydro and our history, the company’s value base and key administrative and strategic tools will be important topics.\u003cbr\u003e\u003cbr\u003e “We’re now looking forward to welcoming capable young employees to Hydro from the autumn and onwards,” says Kjerstin Skeidsvoll Lange.\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}