{"title":"New feedstock deal with Borealis - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eNew feedstock deal with Borealis\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 7, 2005, 09:15 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eA 10-year contract has been secured by Statoil from the Borealis petrochemicals group for the delivery of liquefied petroleum gases (LPG) from Snøhvit to the Rafnes complex south of Oslo.\u003c/p\u003e \n     \u003cp\u003eSigned on 3 March, the deal covers the supply of about 150,000 tonnes of LPG mix (propane and butane) per annum from the Barents Sea field.\u003c/p\u003e \n     \u003cp\u003eThis volume will be shipped in refrigerated form from the processing facility at Melkøya in northern Norway to the Noretyl ethylene plant.\u003c/p\u003e \n     \u003cp\u003eOwned 50-50 by Hydro and Borealis, this unit is currently being expanded and will be operational later in the year.\u003c/p\u003e \n     \u003cp\u003e“The deal strengthens us as a long-term supplier of feedstock from the Norwegian continental shelf for petrochemicals production in Norway,” says Thor Inge Willumsen, Statoil’s senior vice president for oil sales, trading and supply.\u003c/p\u003e \n     \u003cp\u003e“We’re very pleased to be able to conclude such a long-term contract with an important customer.”\u003c/p\u003e \n     \u003cp\u003e“This is a very good example of an excellent collaboration between an oil and gas producer and a petrochemicals company,” comments Staffan Lennstrom, executive vice president for olefins at Borealis.\u003c/p\u003e \n     \u003cp\u003e“Both of us win – Statoil sells LPG from Snøhvit and we secure feedstock which gives our olefin production a competitive advantage.”\u003c/p\u003e \n     \u003cp\u003eStatoil is already a substantial supplier of feedstock to Borealis plants in Norway.\u003c/p\u003e \n     \u003cp\u003eIt has delivered ethane for several years from the Kårstø processing plant north of Stavanger and LPG from the Vestprosess facility at Mongstad near Bergen.\u003c/p\u003e \n     \u003cp\u003eThese deliveries are also made under long-term agreements, which help to provide Noretyl with secure feedstock supplies over many years.\u003c/p\u003e \n     \u003cp\u003eThe Kårstø plant is currently being expanded in order to process gas from Statoil’s Kristin development in the Norwegian Sea, starting on 1 October.\u003c/p\u003e \n     \u003cp\u003eThis project will also increase ethane production capacity by more than 50 per cent from the same date, which means higher deliveries to Rafnes.\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}