{"title":"Increased investment in Kristin  - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eIncreased investment in Kristin\u0026nbsp;\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 10, 2005, 09:30 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eThe result of the ordinary updating of the investment estimate for the Kristin project operated by Statoil (OSE: STL, NYSE: STO) in the Norwegian Sea is ready. The estimated investment has been increased by NOK 1.4 billion.\u003c/p\u003e \n     \u003cp\u003eIn addition, the project has resolved to provide an extraordinary project reserve of NOK 500 million because great uncertainty persists about future drilling and completion work.\u003c/p\u003e \n     \u003cp\u003e“Kristin is the most demanding reservoir ever developed on the Norwegian continental shelf,” says Terje Overvik, executive vice president for Statoil’s Exploration \u0026amp; Production Norway business area.\u003cbr\u003e\u003cbr\u003e “The drilling and reservoir challenges call for completely new technological solutions. This is the first time wells are being drilled in such demanding formations from a floating rig.”\u003cbr\u003e\u003cbr\u003e The new investment estimate, including the extraordinary project reserve, is NOK 20.8 billion.\u003cbr\u003e\u003cbr\u003e Mr Overvik emphasises that the development satisfies Statoil’s profitability requirements, and that it creates new industrial opportunities for the group.\u003cbr\u003e\u003cbr\u003e The Kristin reservoir is very complex and deep, located more than 4,500 metres beneath the seabed. It has a number of faults, and flow properties are not as good as the development plan forecast.\u003cbr\u003e\u003cbr\u003e In addition, the reservoir has a record-high pressure of 910 bar and temperature of 170°C. Plans call for it to begin producing on 1 October.\u003cbr\u003e\u003cbr\u003e The field is being developed with a total of 12 subsea-completed wells, including seven which will feature a combination of extended length with high deviation. Drilling long wells with high deviation has been necessary in order to secure the assets in the reservoir.\u003cbr\u003e\u003cbr\u003e Kristin’s platform is under construction at Aker Kvaerner’s Stord Verft yard south of Bergen, and is due to leave there this month as planned. It will be fully complete at tow-out.\u003cbr\u003e\u003cbr\u003e The cost increase relates primarily to drilling and completion operations:\u003cbr\u003e\u003c/p\u003e \n     \u003cul\u003e \n      \u003cli\u003eNew information from the first wells drilled on Kristin indicated that flow properties in the reservoir are poorer than first expected. The licensees accordingly resolved last year to drill five long highly-deviated wells in order to achieve optimal recovery. Long and virtually horizontal wells have increased the level of complexity. Subsequently, the partners have decided to increase the number of highly-deviated wells by two, bringing their total to seven. Drilling and completion will accordingly take significantly longer than originally expected.\u003c/li\u003e \n     \u003c/ul\u003e \n     \u003cul\u003e \n      \u003cli\u003eThe high temperature in the reservoir has meant that equipment used in connection with drilling operations must be replaced more often than planned, which has in turn caused delays.\u003c/li\u003e \n     \u003c/ul\u003e \n     \u003cul\u003e \n      \u003cli\u003eDelays in delivering Xmas trees from Kvaerner Oilfield Products (KOP) have reduced the efficiency of drilling and completion work.\u003c/li\u003e \n     \u003c/ul\u003e \n     \u003cul\u003e \n      \u003cli\u003ePoor weather this winter caused a halt to drilling operations on a number of occasions, adding to the delays.\u003c/li\u003e \n     \u003c/ul\u003e \n     \u003cbr\u003e “The challenges and uncertainties relating to Kristin’s reservoir conditions have been known all along,” says Mr Overvik.\n     \u003cbr\u003e\n     \u003cbr\u003e “They were described in detail in the plan for development and operation (PDO). We’ve had to use new technology from an early stage.”\n     \u003cbr\u003e\n     \u003cbr\u003e Safety and quality have guided progress all along.\n     \u003cbr\u003e\n     \u003cbr\u003e Several discoveries and prospects with reservoir conditions which resemble those on Kristin are to be found in the same Halten Bank area of the Norwegian Sea.\n     \u003cbr\u003e\n     \u003cbr\u003e The development of this field represents a technological leap forward, strengthening opportunities to develop these other resources.\n     \u003cbr\u003e\n     \u003cbr\u003e Opportunities opened by Kristin for new field projects in the area were also described in the PDO.\n     \u003cbr\u003e\n     \u003cbr\u003e The aim is to achieve a development sanction for the Tyrihans discovery during the year, and Mr Overvik says this field will be tied back to Kristin.\n     \u003cbr\u003e\n     \u003cbr\u003e Licensees in the latter are Statoil, with 41.6 per cent, Petoro with 18.9 per cent, Norsk Hydro with 14 per cent, ExxonMobil with 10.5 per cent, Eni with nine per cent and Total with six per cent.\n     \u003cbr\u003e\n     \u003cbr\u003e\n     \u003cbr\u003e\u003cstrong\u003eFurther information from:\u003c/strong\u003e\n     \u003cbr\u003e\n     \u003cbr\u003e Kristofer Hetland, public affairs manager, tel: +47 90 50 19 37 (mobile), +47 51 99 47 00 (office)\n     \u003cbr\u003e\n     \u003cbr\u003e Mari Thjømøe, vice president investor relations, tel: +47 90 77 78 24 (mobile), +47 51 99 77 90 (office)\n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}