{"title":"Ormen Lange on time and on budget - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eOrmen Lange on time and on budget\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 10, 2005, 09:00 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eA group of Norwegian and international companies are already well underway with the construction of Ormen Lange, and later this spring a series of new activities will begin both on and offshore. On Thursday, the Hydro-operated project marked the entering into a new phase - the building of the onshore plant to take care of the Ormen Lange gas.\u003c/p\u003e \n     \u003cp\u003eSite-clearing work for the land facility at Nyhamna on the west coast of Norway has been progressing continuously since April last year. Skanska have graded the site, and built roads and construction jetties. They are now blasting out rock caverns and seawater tunnels, paving the way for the landfall of the pipelines from the gas field.\u003c/p\u003e \n     \u003cp\u003eBuilding work in the form of concrete-pouring and pipe-laying is now imminent, and key contractors Aker Stord and Vetco Aibel are set to move in to Nyhamna. In 2006 the mechanical facilities will be installed, while 2007 will be spent completing, testing and preparing for start-up.\u003c/p\u003e \n     \u003cp\u003eManning of the facility with increase from approximately 500 in March to a peak of up to 2,500 people in early 2006.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eUnderwater stations taking shape\u003c/strong\u003e \u003c/p\u003e \n     \u003cp\u003eFMC Kongsberg are currently manufacturing production equipment which will be placed on the seabed in the fall of 2005, while at Grenland-Group’s yard in Tønsberg, the enormous underwater installations measuring 44 by 33 by 15 meters are taking shape. Just after Easter the manifolds will be raised onto the template frames, and by August, the production stations will be installed 900 metres below the surface in the Ormen Lange field, using one of the world’s largest lifting vessels, \u003cem\u003eThialf\u003c/em\u003e from Heerema.\u003c/p\u003e \n     \u003cp\u003eThe offshore-to-land pipeline has to pass the Storegga slide area with its rocky undersea landscape before climbing the steep escarpment. To reduce the number of lengths of suspended pipeline, a complex route through passageways and curves around obstacles has been chosen, so that the pipes can be laid in the least problematic terrain. At the same time, the seabed is being prepared for pipe-laying, both by excavating and filling aggregate.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eExcavation at depths of 1000 metres\u003c/strong\u003e \u003c/p\u003e \n     \u003cp\u003eSoon the aggregate-laying vessel \u003cem\u003eTertnes\u003c/em\u003e from Von Oord will resume work on creating support for the pipeline so that spans longer than 50 metres are avoided. Last year about 400,000 tonnes of stone were installed, but nearly 2 million tonnes remain.\u003c/p\u003e \n     \u003cp\u003eThe project is also receiving excellent assistance from Nexans\u0027 Spider technology. Two newly-developed, remote-controlled underwater excavating machines will prepare the seabed before pipe-laying can begin on the steep slopes and broken terrain far below the sea surface. This work will begin in April this year and continue until the autumn. Nexans also have the option to carry out localized pipe burial after installation in 2006 and 2007.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eThe world’s longest undersea pipeline\u003c/strong\u003e \u003c/p\u003e \n     \u003cp\u003eDuring the next two years, 100,000 pipes will be painted inside and covered with asphalt and concrete at Bredero Shaw in Farsund before installation in the North Sea. This will require over a million tonnes of concrete and 25,000 tonnes of steel reinforcements.\u003c/p\u003e \n     \u003cp\u003eIn the spring, two of the world’s largest pipe-laying vessels, Stolt Offshore’s \u003cem\u003eLB200\u003c/em\u003e and \u003cem\u003eSolitaire\u003c/em\u003e from Allseas, will commence laying the 1,200 kilometre-long Langeled pipeline from Aukra in Møre and Romsdal to Easington in England, as well as the pipelines from the field to land. More than a million tonnes of steel will be used, and the production of pipes will lay claim to a third of the world’s total production capacity for this type of pipeline.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eA demanding pioneer project\u003c/strong\u003e \u003c/p\u003e \n     \u003cp\u003eOrmen Lange is a pioneering project on the Norwegian Continental Shelf. The field lies in an area of the Norwegian sea with climatic and oceanographic conditions that make Ormen Lange one of the world’s most demanding gas development projects. The combination of great sea depths, highly irregular seabed terrain, strong underwater currents, temperatures below freezing, and challenging wind and wave conditions, have imposed considerable challenges on all parties involved in the project.\u003c/p\u003e \n     \u003cp\u003eDevelopment operator Hydro has mobilized significant portions of the Norwegian research community together with Norwegian industry in order to find solutions to problems far more complex than those previously encountered in oil and gas development projects on the Norwegian Continental Shelf.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eImportant milestones ahead\u003c/strong\u003e \u003c/p\u003e \n     \u003cul\u003e \n      \u003cli\u003eMarch 29–31, Tønsberg: The two well templates will be rolled out of the halls and down to the quayside, where the floating crane \u003cem\u003eUglen\u003c/em\u003e will lift the manifolds into place – the first one probably on March 29, and the other on March 31. Representatives from Hydro’s management will participate.\u003c/li\u003e \n      \u003cli\u003eApril: Nexans\u0026nbsp;will commence work on the sea bed. The contract entails excavation and removal of mass in pathways for pipelines and cables in broken terrain between the Ormen Lange field and Nyhamna. Two newly-developed, remote-controlled underwater excavators, so-called Spiders, will carry out excavations in steeply-inclined seabed terrain in deep water off the Storegga slide. This work will start in April this year and continue until the end of the autumn. The Spiders will be operated from the vessel \u003cem\u003eGeofjord.\u003c/em\u003e Nexans play an important role in the work on the world’s possibly most demanding pipe-laying project.\u003c/li\u003e \n      \u003cli\u003eMay 20: \u003cem\u003eSolitaire\u003c/em\u003e will start pipe-laying from Nyhamna, beginning with pull-in. This will be a spectacular sight, since the ship with the stinger is as long as five jumbo-jets.\u003c/li\u003e \n      \u003cli\u003eJuly/August: Installation of the underwater stations at 900 metres below sea level will be carried out by \u003cem\u003eThialf,\u003c/em\u003e the world’s largest lifting vessel.\u003c/li\u003e \n     \u003c/ul\u003e \n     \u003cp\u003eRead more about Ormen Lange:\u003c/p\u003e \n     \u003ctable cellspacing\u003d\"0\" cellpadding\u003d\"0\" border\u003d\"0\"\u003e \n      \u003ctbody\u003e \n       \u003ctr\u003e \n        \u003ctd colspan\u003d\"2\"\u003e \u003ca href\u003d\"http://www.ormenlange.com/\" target\u003d\"_top\"\u003ewww.ormenlange.com\u003c/a\u003e \u003c/td\u003e \n       \u003c/tr\u003e \n      \u003c/tbody\u003e \n     \u003c/table\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}