{"title":"Sixth oil strike in Angolan block - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eSixth oil strike in Angolan block\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 31, 2005, 15:00 CEST\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eYet another oil discovery – the sixth – has been made by operator BP in block 31 off Angola, where Statoil has a 13.33 per cent interest.\u003c/p\u003e \n     \u003cp\u003eIt has been named Ceres-1, report BP and Angolan state oil company Sociedade Nacional de Combustíveis de Angola (Sonangol).\u003c/p\u003e \n     \u003cp\u003eThe first four discoveries in this acreage – Plutão, Saturno, Marte and Venus – are close together, and the licensees are considering a unified development.\u003c/p\u003e \n     \u003cp\u003eAnnounced in mid-February, the fifth discovery is Palas-1 and lies 62 kilometres south-east of Plutão.\u003c/p\u003e \n     \u003cp\u003eCeres-1 is 32 kilometres south-east of Plutão and 31 kilometres north-east of Palas.\u003c/p\u003e \n     \u003cp\u003eThe latest discovery well was drilled in 1,633 metres of water to a total measured depth of 4,334 metres by the semi-submersible \u003cem\u003eLeiv Eiriksson\u003c/em\u003e.\u003c/p\u003e \n     \u003cp\u003e“This find fits well with the series already proven, which adds up to another important door-opener for possible new developments in block 31,” says Morten Sola.\u003c/p\u003e \n     \u003cp\u003eHe is Statoil’s exploration manager for western Africa in the International Exploration \u0026amp; Production business area.\u003c/p\u003e \n     \u003cp\u003eIn addition to block 31, the group has a 13.33 per cent interest in Angolan deepwater blocks 15 and 17.\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}