{"title":"Vilje plan approved - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eVilje plan approved\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 18, 2005, 13:15 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eThe plan for developing and operating (PDO) the Vilje field in the North Sea was approved Friday by Norway\u0027s Ministry of Petroleum \u0026amp; Energy.\u003c/p\u003e \n     \u003cp\u003eThe Vilje field lies north of the Heimdal field and will be developed with two subsea installations on the seabed. The field\u0027s wellstream will be transported through a new 19 kilometer long pipeline to a production ship on the Alvheim field.\u003c/p\u003e \n     \u003cp\u003e\"The Vilje development inceases oil and gas recovery in an area in the Norwegian offshore sector where petroleum activities have been ongoing for many years. This means that Vilje can use existing infrastructure in the area. It is also a good example of a project progressing quickly from find to an approved development plan,\" petroleum and energy minister, Thorhild Widvey, said in a press release.\u003c/p\u003e \n     \u003cp\u003ePlanned production on Vilje is set to start in February 2007, the same time as the start up of the Marathon-operated Alvheim field.\u003c/p\u003e \n     \u003cp\u003eRecoverable reserves on Vilje are estimated at about 50 million barrels of oil and 0.4 billion standard cubic meters natural gas.\u003c/p\u003e \n     \u003cp\u003eThe field was proven in September 2003 and work to drill the production wells will start in February 2006. Total development investments are estimated at about NOK 2.1 billion (EUR 258 million/USD 343 million). The field\u0027s economically productive lifetime is expected to last until 2022.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003ePartners on the\u0026nbsp;Vilje field:\u003c/strong\u003e \u003c/p\u003e \n     \u003ctable width\u003d\"100%\" border\u003d\"0\"\u003e \n      \u003ctbody\u003e \n       \u003ctr valign\u003d\"top\"\u003e \n        \u003ctd width\u003d\"70%\"\u003eNorsk Hydro Produksjon a.s. (operator)\u003c/td\u003e \n        \u003ctd width\u003d\"30%\"\u003e28.853 %\u003c/td\u003e \n       \u003c/tr\u003e \n       \u003ctr valign\u003d\"top\"\u003e \n        \u003ctd width\u003d\"70%\"\u003eMarathon Petroleum Company (Norway)\u003c/td\u003e \n        \u003ctd width\u003d\"30%\"\u003e46.904 %\u003c/td\u003e \n       \u003c/tr\u003e \n       \u003ctr valign\u003d\"top\"\u003e \n        \u003ctd width\u003d\"70%\"\u003eTotal Norge E\u0026amp;P Norway\u003c/td\u003e \n       \u003c/tr\u003e \n      \u003c/tbody\u003e \n     \u003c/table\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}