{"title":"Changes to corporate management at Statoil ASA  - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eChanges to corporate management at Statoil ASA\u0026nbsp;\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 30, 2005, 09:30 CEST\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eMorten Loktu (44), executive vice president for Technology \u0026amp; Projects at Statoil (OSE: STL, NYSE: STO), is moving from the corporate executive committee (CEC) with effect from 30 March.\u003c/p\u003e \n     \u003cp\u003eHe will be taking charge of the group’s total research and technology development activities, including commercialisation of technology, and its work on developing new energy.\u003c/p\u003e \n     \u003cp\u003eThis decision is a consequence of illness in his immediate family which makes it necessary for him to work in Trondheim without having to commute weekly to Stavanger.\u003c/p\u003e \n     \u003cp\u003eMargareth Øvrum, currently executive vice president for health, safety and the environment (HSE), is taking Mr Loktu’s place in the CEC with effect from 30 March.\u003c/p\u003e \n     \u003cp\u003eMr Loktu will report to Ms Øvrum as the new executive vice president for Technology \u0026amp; Projects.\u003c/p\u003e \n     \u003cp\u003eBorn in 1958, Ms Øvrum has a degree in technical physics from the Norwegian University of Science and Technology (NTNU) in Trondheim and joined Statoil in 1982.\u003c/p\u003e \n     \u003cp\u003eShe has long experience of operational management positions in the group, including platform manager on Gullfaks and operations vice president for Veslefrikk.\u003c/p\u003e \n     \u003cp\u003eAfter serving as senior vice president for operations support on the Norwegian continental shelf, she became a member of the CEC in 2004.\u003c/p\u003e \n     \u003cp\u003eNina Udnes Tronstad will become a new member of the CEC on 30 March as executive vice president for HSE.\u003c/p\u003e \n     \u003cp\u003eShe was born in 1959, graduated in chemistry from the NTNU and joined Statoil in 1983. She has held a number of management positions in the group and at its Danish and Swedish subsidiaries.\u003c/p\u003e \n     \u003cp\u003eIn addition to managerial experience from Statoil’s Mongstad refinery, Ms Udnes Tronstad was head of information technology and became operations vice president for the Kristin field in 2001.\u003c/p\u003e \n     \u003cp\u003eProject director Bård J Heimset has been appointed acting vice president for Kristin operations with effect from 30 March.\u003c/p\u003e \n     \u003cp\u003eHelge Lund, Statoil’s chief executive, has expressed regret at Mr Loktu’s departure from the CEC, but is pleased that he will continue to play a key role in the future development of the group.\u003c/p\u003e \n     \u003cp\u003eHe also expressed satisfaction that the two positions left open in the CEC could be filled by in-house candidates with excellent qualifications and long relevant experience.\u003c/p\u003e \n     \u003cp\u003e“We’ve found solutions which will strengthen Statoil overall,” he says.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eFurther information from:\u003c/strong\u003e \u003c/p\u003e \n     \u003cp\u003eKjersti Tvedt Morstøl, public affairs manager, +47 91 78 28 14 (mobile), +47 51 99 26 71 (office)\u003c/p\u003e \n     \u003cp\u003eMari Thjømøe, senior vice president for investor relations, tel: +47 90 77 78 24 (mobile), +47 51 99 77 90 (office)\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}