{"title":"New head of communication  - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eNew head of communication\u0026nbsp;\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 17, 2005, 10:30 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eReidar Gjærum (44) has been appointed new executive vice president for communication and joins the corporate executive committee of Statoil ASA (OSE: STL, NYSE: STO).\u003c/p\u003e \n     \u003cp\u003eMr Gjærum comes from the position of executive vice president for communications and marketing in the listed company EDB Business Partner.\u003c/p\u003e \n     \u003cp\u003eHe has broad communication experience from various positions in Norwegian business and organisations.\u003c/p\u003e \n     \u003cp\u003eHis background is in journalism and various positions as political adviser. He has also been communications director in the Confederation of Norwegian Business and Industry (NHO), director of external communications at Telenor and managing director of the JKL Woldsdal consultancy. Since 2003, he has been in the top management of IT company EDB Business Partner.\u003c/p\u003e \n     \u003cp\u003e\"Our ability to communicate with external interests and our employees in a trusting and professional manner is critical in the work to strengthen Statoil as an internationally competitive company,\" says chief executive Helge Lund.\u003c/p\u003e \n     \u003cp\u003e\"Reidar Gjærum is one of Norway\u0027s most experienced people in the field of communication. In addition, he has broad leadership experience, and I am extremely pleased that he has agreed to become part of Statoil\u0027s corporate executive committee.\"\u003c/p\u003e \n     \u003cp\u003e\"Statoil is arguably Norway\u0027s most exciting company,\" says Mr Gjærum. \"With its size and position in Norway and internationally, Statoil faces big responsibilities and challenges in its communication. The group has a strong focus on the use of communication and active reputation-building to strengthen its business position. It is a major challenge for me to continue this work, together with Statoil\u0027s proficient public affairs staff.\"\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eContact persons:\u003c/strong\u003e \u003c/p\u003e \n     \u003cp\u003eWenche Skorge, vice president, public affairs: +47 91 87 07 41 (mobile), +47 51 99 79 17 (office)\u003c/p\u003e \n     \u003cp\u003eMari Thjømøe, senior vice president, investor relations: +47 90 77 78 24 (mobile), +47 51 99 77 90 (office)\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}