{"title":"Three rigs chartered - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eThree rigs chartered\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 22, 2005, 10:00 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eLetters of intent covering long-term charters for three drilling rigs have been signed by Statoil on behalf of a partnership which also includes Hydro, Shell and Eni.\u003c/p\u003e \n     \u003cp\u003eThese four operators have established a new collective business model for extended joint chartering and use of mobile rigs.\u003c/p\u003e \n     \u003cp\u003eThis approach makes it possible to deploy these units more efficiently and to secure a good spread of risk.\u003c/p\u003e \n     \u003cp\u003eThe letters of intent have been awarded to Smedvig for \u003cem\u003eWest Alpha,\u003c/em\u003e and to Transocean for its \u003cem\u003eTransocean Arctic and Polar Pioneer\u003c/em\u003e rigs\u003cem\u003e.\u003c/em\u003e\u003c/p\u003e \n     \u003cp\u003eCurrently drilling on Statoil’s Kristin development in the Norwegian Sea, \u003cem\u003eWest Alpha\u003c/em\u003e is due to be chartered for three years from the first quarter of next year. The contract is estimated to be worth around USD 273 million.\u003c/p\u003e \n     \u003cp\u003eThe two Transocean units would be hired for a year each. The charters, worth USD 200 million, are expected to come into effect from the third quarter of 2006.\u003c/p\u003e \n     \u003cp\u003e \u003cem\u003ePolar Pioneer\u003c/em\u003e is now drilling production wells on Statoil’s Snøhvit development in the Barents Sea, while \u003cem\u003eTransocean Arctic\u003c/em\u003e is working for the group in the Norne area of the Norwegian Sea.\u003c/p\u003e \n     \u003cp\u003eIn a tight market, where rigs are needed for both exploration and production drilling, the collaboration with Eni, Hydro and Shell is forward-looking.\u003c/p\u003e \n     \u003cp\u003eThis partnership also represents a milestone for operator cooperation on the Norwegian continental shelf, says Arne Tillerli, Statoil’s project manager for the co-operation agreement.\u003c/p\u003e \n     \u003cp\u003e“It provides good access to qualified rig capacity without the companies being forced to accept a disproportionately high level of financial risk for the charters.”\u003c/p\u003e \n     \u003cp\u003ePlans call for the rigs to be used initially for exploration activities in areas with challenges relating to high pressure and temperature (HPHT) and in the Barents Sea.\u003c/p\u003e \n     \u003cp\u003eThey could also be utilised for exploration wells in other parts of the NCS and for production drilling.\u003c/p\u003e \n     \u003cp\u003e“No final decision has been taken on where the rigs will be used or which companies will utilise them at any specific time,” explains Mr Tillerli.\u003c/p\u003e \n     \u003cp\u003e“The aim is that the overall rig capacity will be used in the most optimum possible way in relation to total licence requirements.”\u003c/p\u003e \n     \u003cp\u003eStatoil has good experience of collaborating with other companies over mobile rigs, but this has so far been limited to single units.\u003c/p\u003e \n     \u003cp\u003eThe most recent examples include partnerships over \u003cem\u003eOcean Vanguard\u003c/em\u003e, \u003cem\u003eEirik Raude\u003c/em\u003e and \u003cem\u003eTransocean Leader\u003c/em\u003e in 2004.\u003c/p\u003e \n     \u003cp\u003eHowever, the new model marks a further development in that it embraces several rigs at a time. That also allows the long-term financial risk exposure to be shared.\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}