{"title":"Ready to step up European gas sales - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eReady to step up European gas sales\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 15, 2005, 11:00 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eHydro is ready to step up its European gas sales, says Olav Skalmeraas, who will represent Hydro at the E-world Energy \u0026amp; Water 2005 conference in Essen this week, where Hydro is present with a major stand.\u003c/p\u003e \n     \u003cp\u003eSkalmeraas will be a speaker at the energy conference on Wednesday, where he will proclaim Hydro’s willingness to play a bigger role as a European gas supplier.\u003c/p\u003e \n     \u003cp\u003eGermany currently makes up some forty percent of Hydro’s total gas sales in Europe, though current sales are tied to more long-term contracts.\u003c/p\u003e \n     \u003cp\u003eSkalmeraas is not counting on an immediate drop in prices with a liberalization of the German market, but they will undoubtedly become more volatile and open up new business opportunities.\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eFavourable platform\u003c/strong\u003e \u003cbr\u003e Well established market positions in Benelux, France and the UK, as well as ownership positions and a flexible transport system to the most important landfalls for Norwegian gas on the Continent, give Hydro a strong position and a favourable market platform.\u003c/p\u003e \n     \u003cp\u003eThis position will be enhanced when the Ormen Lange gas comes on stream from 2007.\u003c/p\u003e \n     \u003cp\u003e“We are now optimizing our portfolio to utilize spare capacity to sell to markets with the best\u0026nbsp; prices,” says Skalmeraas.\u003c/p\u003e \n     \u003cp\u003eAccording to Skalmeraas, Europe is strategically well positioned with respect to proven gas reserves. With the North Sea, North Africa and Russia as important sources, a European energy market presence will be more important for Hydro’s further upstream concentration in these areas.\u003c/p\u003e \n     \u003cp\u003e“We are situated in the midst of a consumer market, and it’s the consumers we are counting on meeting in Essen, in the form of the industry and local distribution companies. One thing is certain: energy will be a vital issue for much of European industry.”\u003c/p\u003e \n     \u003cp\u003e \u003cstrong\u003eStands out\u003c/strong\u003e \u003cbr\u003e With its inviting, light and airy style, Hydro will stand out from the crowd at this year’s “E-world Energy \u0026amp; Water 2005”.\u003c/p\u003e \n     \u003cp\u003eThe stand will be six metres high and have large white surfaces reflecting Hydro’s visual profile, with graphic elements from the company’s centennial celebrations.\u003c/p\u003e \n     \u003cp\u003e“The stand will have a ‘cathedral-like’ appearance. People will be able to come in here to relax in an otherwise hectic environment,” says Cato Meling, who is responsible for Oil \u0026amp; Energy’s conferences and exhibitions.\u003c/p\u003e \n     \u003cp\u003e“Hydro Energizing Europe” is the central theme for participation at E-world.\u003c/p\u003e \n     \u003cp\u003e“Participation at this conference and exhibition contributes to building the platform for future business. The challenges of ensuring energy supplies in the future are enormous. Many of our partners and competitors in the energy world are also present her; that’s why this is an excellent forum for promoting Hydro in international energy projects,” says Turid Siebenbrunner of Commercial Strategy in the Hydro-unit Markets.\u003c/p\u003e \n     \u003cp\u003eContact with energy customers is also a key aspect of participation at E-world.\u003c/p\u003e \n     \u003cp\u003e“40 percent of our gas sales go to Germany, so in that sense, we’re on home turf. On Wednesday evening we’re inviting gas customers and energy suppliers to the aluminium works to a reception at the Sheraton Hotel. There will also be many meetings with our customers in conjunction with the exhibition,” says Erik Gonder, who is responsible for gas sales to Germany.\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}