{"title":"New technology improves recovery - equinor.com","description":"","content":"\u003cdiv class\u003d\"content news-content archive\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003ch1\u003eNew technology improves recovery\u003c/h1\u003e \n  \u003cdiv class\u003d\"date\"\u003e \n   \u003cdiv class\u003d\"date-module\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMarch 11, 2005, 09:45 CET\u003c/span\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"text parbase section\"\u003e\n   \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n    \u003cdiv class\u003d\"articleBody\"\u003e \n     \u003cp\u003eEquipment and services which will help to speed up drilling of sidetracks from subsea production wells and thereby to improve oil recovery have been developed by Statoil and FMC Kongsberg Subsea.\u003c/p\u003e \n     \u003cp\u003eAn agreement covering the new technology was signed today, 11 March, with FMC Production Services – an affiliate of FMC Kongsberg Subsea – due to deliver the hardware and services.\u003c/p\u003e \n     \u003cp\u003eThis contract runs for two years, with options for extensions for another six years.\u003c/p\u003e \n     \u003cp\u003eThe new solution will help to ensure that Statoil reaches its target for improving recovery from subsea-developed fields on the Norwegian continental shelf.\u003c/p\u003e \n     \u003cp\u003eThe group’s ambition is to boost its average recovery factor for such developments from 41 to 55 per cent.\u003c/p\u003e \n     \u003cp\u003e“With the steadily growing number of subsea-completed wells on the NCS, we need appropriate tools for drilling sidetracks and doing workovers,” explains Steinar Strøm.\u003c/p\u003e \n     \u003cp\u003eHe is project manager for Statoil’s core team on subsea improved oil recovery (Sior), which has collaborated with FMC Kongsberg Subsea on developing the technology.\u003c/p\u003e \n     \u003cp\u003eThe two partners have jointly created a service which was not previously available in the market, Mr Strøm emphasises.\u003c/p\u003e \n     \u003cp\u003e“Our Halten/Nordland and Tampen clusters, in the Norwegian and North Seas respectively, will be the biggest users,” he says. “It will help them to reach their commercial goals.”\u003c/p\u003e \n     \u003cp\u003eThe technology could also find applications on subsea-completed fields beyond the NCS, improving recovery from such developments worldwide.\u003c/p\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e\n  \u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}