{"title":"Letter of award for power cables for Johan Sverdrup phase 2 - equinor.com","description":"Equinor and the Johan Sverdrup partnership submit a letter of award to NKT for fabrication and installation of two high-voltage cables supplying power from shore for the second phase of the Johan Sverdrup development.","content":"\u003cdiv id\u003d\"main\" class\u003d\"content news-content\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003cdiv class\u003d\"header\"\u003e \n   \u003ch1\u003eLetter of award for power cables for Johan Sverdrup phase 2\u003c/h1\u003e \n   \u003cdiv class\u003d\"date\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \n     \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eOctober 5, 2018 08:33\u003cspan\u003e CEST\u003c/span\u003e\u003c/span\u003e \n     \u003c/div\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"colctrl wrapper cq-colctrl-default\"\u003e\n   \u003cdiv class\u003d\"parsys_column cq-colctrl-default\"\u003e\n    \u003cdiv class\u003d\"parsys_column cq-colctrl-default-c0\"\u003e\n     \u003cdiv class\u003d\"image section\"\u003e\n      \u003cdiv class\u003d\"component-container space-below_normal\"\u003e \n       \u003cfigure class\u003d\"image-content figure-module image\"\u003e \n        \u003cdiv\u003e \n         \u003cimg src\u003d\"/content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/large/image.jpg\" data-src\u003d\"/content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/large/image.jpg\" data-srcset\u003d\"/content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/extra-small/image.jpg 100w, /content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/small/image.jpg 768w, /content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/medium/image.jpg 1024w, /content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/large/image.jpg 1537w,/content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/extra-large/image.jpg 2000w\" data-sizes\u003d\"100vw\" class\u003d\"figure-module_image\" data-emptytext\u003d\"Image\" alt\u003d\"Installation vessel NKT Victoria\" title\u003d\"The cable-laying vessel NKT Victoria at the Johan Sverdrup converter station at Haugsneset near Kårstø. (Photo: Øyvind Gravås - Woldcam / Statoil)\" srcset\u003d\"/content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/extra-small/image.jpg 100w, /content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/small/image.jpg 768w, /content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/medium/image.jpg 1024w, /content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/large/image.jpg 1537w,/content/dam/statoil/image/news/2018-may/14may2018-johan-sverdrup-power-cable-16-9.jpg.transform/extra-large/image.jpg 2000w\"\u003e \n        \u003c/div\u003e \n        \u003cfigcaption class\u003d\"figure-module_reference small\"\u003e \n         \u003cdiv class\u003d\"figure-module_caption small\"\u003e\n           The cable-laying vessel NKT Victoria at the Johan Sverdrup converter station at Haugsneset near Kårstø. (Photo: Øyvind Gravås - Woldcam / Statoil) \n         \u003c/div\u003e \n        \u003c/figcaption\u003e \n       \u003c/figure\u003e \n      \u003c/div\u003e \n     \u003c/div\u003e \n     \u003cdiv class\u003d\"ingress text parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container undefined \" data-emptytext\u003d\"Ingress\"\u003e \n       \u003ch3\u003eEquinor and the Johan Sverdrup partnership submit a letter of award to NKT for fabrication and installation of two high-voltage cables supplying power from shore for the second phase of the Johan Sverdrup development.\u003c/h3\u003e \n      \u003c/div\u003e \n     \u003c/div\u003e \n     \u003cdiv class\u003d\"text parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n       \u003cp\u003eThe letter of award is for an EPCI contract covering engineering, procurement, fabrication, installation and testing of two high-voltage power cables to the Johan Sverdrup field centre from shore.\u003c/p\u003e \n       \u003cp\u003eThe high-voltage cables are 200 kilometres long and designed for a supply capacity of 200 MW/80 kV. This covers the power requirements for the second phase of the Johan Sverdrup field development scheduled for start-up in Q4 2022 and will also enable the supply of power from shore to other fields at Utsira High.\u003c/p\u003e \n       \u003cp\u003eThe total contract value is just over NOK 1 billion.\u003c/p\u003e \n       \u003cp\u003eNKT was also responsible for the fabrication and installation of the power cables for the first phase of the Johan Sverdrup development, which were installed in the spring of this year.\u003c/p\u003e \n       \u003cp\u003e«We’re very pleased with the quality and good safety standards in the delivery by NKT in the first phase of this project. This award enables us to further build on this experience, and to explore additional synergies into the second phase of the project,» says \u003ca href\u003d\"https://cloud.brandmaster.com/mars/search_solr.start_link?l\u003d776B5FFA62D87320E053DC00320A00AC\" target\u003d\"_blank\"\u003e\u003cstrong\u003eTrond Stokka Meling\u003c/strong\u003e\u003c/a\u003e, project director for Johan Sverdrup phase 2.\u003c/p\u003e \n       \u003cp\u003eFabricated at NKT’s plant in Karlskrona, Sweden, the high-voltage cables will be laid from Haugsneset in Tysvær municipality north of Stavanger to the Johan Sverdrup field centre on the Utsira High. There the power cables will be pulled up to the second processing platform, to be installed in 2022, at the Johan Sverdrup field centre.\u003c/p\u003e \n       \u003cp\u003eThe cables will be buried into the seabed or covered by rocks, as required.\u003c/p\u003e \n       \u003cp\u003eThis contract is the last of the three major contracts covering power from shore in phase 2 of the project. The first contract was previously awarded to Siemens for delivery of the high-voltage direct current (HVDC) transformer equipment to be installed on the second processing platform (P2) at Johan Sverdrup and at Haugsneset. The second contract covers all construction work related to the onshore converter station at Haugsneset, awarded to Aibel earlier this autumn. \u2028\u2028The first phase of the Johan Sverdrup development will also be operated with power from shore. Production start-up of Johan Sverdrup phase 1 is planned for November 2019.\u003c/p\u003e \n       \u003cp\u003ePower from shore to Johan Sverdrup helps make the giant field one of the most carbon efficient oil and gas fields worldwide. Total emission savings from the Johan Sverdrup field are estimated at 460,000 tonnes of CO2 per year, which is equivalent to annual emissions from 230,000 private cars.\u003c/p\u003e \n       \u003cp\u003eThe award is subject to Norwegian government approval of the plan for development and operation for Johan Sverdrup phase 2 submitted on 27 August 2018.\u003c/p\u003e \n       \u003ch2\u003eRelated pages and downloads\u003c/h2\u003e \n      \u003c/div\u003e\n     \u003c/div\u003e \n     \u003cdiv class\u003d\"button section\"\u003e \n      \u003cdiv class\u003d\"component-container space-below_normal\"\u003e \n       \u003cdiv class\u003d\"button-content justified\"\u003e \u003ca style\u003d\"width: \" data-emptytext\u003d\"Button\" class\u003d\"btn large default magazine-inverted\" href\u003d\"/en/what-we-do/johan-sverdrup.html\"\u003eFind out more about Johan Sverdrup \u003c/a\u003e \u003cspan class\u003d\"button-focus-catcher\" tabindex\u003d\"-1\"\u003e\u003c/span\u003e \n       \u003c/div\u003e \n      \u003c/div\u003e \n     \u003c/div\u003e \n     \u003cdiv class\u003d\"button section\"\u003e \n      \u003cdiv class\u003d\"component-container space-below_normal\"\u003e \n       \u003cdiv class\u003d\"button-content justified\"\u003e \u003ca style\u003d\"width: \" data-emptytext\u003d\"Button\" class\u003d\"btn large default magazine-inverted\" href\u003d\"/en/news/14may2018-power-cable-johan-sverdrup.html\"\u003ePower cable at Johan Sverdrup makes field best in class for CO2 emissions \u003c/a\u003e \u003cspan class\u003d\"button-focus-catcher\" tabindex\u003d\"-1\"\u003e\u003c/span\u003e \n       \u003c/div\u003e \n      \u003c/div\u003e \n     \u003c/div\u003e \n     \u003cdiv class\u003d\"button section\"\u003e \n      \u003cdiv class\u003d\"component-container space-below_normal\"\u003e \n       \u003cdiv class\u003d\"button-content justified\"\u003e \u003ca style\u003d\"width: \" data-emptytext\u003d\"Button\" target\u003d\"_blank\" class\u003d\"btn large default tools-inverted\" href\u003d\"https://cloud.brandmaster.com/mars/search_solr.start_link?l\u003d776B5FFA62D87320E053DC00320A00AC\"\u003ePhoto of Trond Stokka Meling \u003c/a\u003e \u003cspan class\u003d\"button-focus-catcher\" tabindex\u003d\"-1\"\u003e\u003c/span\u003e \n       \u003c/div\u003e \n      \u003c/div\u003e \n     \u003c/div\u003e \n     \u003cdiv class\u003d\"factbox parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container base factbox-content textcolumns1 space-below_normal default\" data-emptytext\u003d\"Factbox\"\u003e \n       \u003cul\u003e \n        \u003cli\u003eCO2 emissions from the production of oil and gas from Johan Sverdrup are estimated at just 0.67 kg CO2 per barrel. CO2 emissions reductions from the field due to power from shore are estimated to amount to more than 460,000 tonnes of CO2 per year, totalling almost 20 million tonnes of CO2 over the life of the field.\u003c/li\u003e \n        \u003cli\u003eThe other fields on the Utsira High that will be supplied with power from shore after the start-up of the second phase of the Johan Sverdrup development are Edvard Grieg (operator: Lundin Norway), Gina Krog (operator: Equinor), and Ivar Aasen (operator: Aker BP).\u003c/li\u003e \n        \u003cli\u003eIn the first phase of the Johan Sverdrup development the electrical equipment (HVDC) for the converter stations both at Haugsneset and on the riser platform was delivered by ABB.\u0026nbsp; All work related to the construction of the converter station at Haugsneset was done by Aibel. NKT was responsible for the delivery and installation of the power cables for Johan Sverdrup phase 1. In phase 1 the power supply capacity to Johan Sverdrup amounts to 100 MW.\u003c/li\u003e \n        \u003cli\u003eIn the second phase of the Johan Sverdrup development, Siemens was awarded the contract for delivering the electrical equipment (HVDC) for the converter stations both onshore and on the Johan Sverdrup field centre. Aibel is responsible for the construction of the phase 2 converter station at Haugsneset. NKT is the recipient of the letter of award for the delivery and installation of the power cables for the second phase. The additional power supply capacity to Johan Sverdrup in phase 2 is 200 MW, with the total power supply capacity to the field amounting to 300 MW.\u003c/li\u003e \n       \u003c/ul\u003e \n      \u003c/div\u003e \n     \u003c/div\u003e \n     \u003cdiv class\u003d\"factbox parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container base factbox-content textcolumns1 space-below_normal default\" data-emptytext\u003d\"Factbox\"\u003e \n       \u003cul\u003e \n        \u003cli\u003eJohan Sverdrup is one of the five biggest oil fields on the Norwegian continental shelf. With expected recoverable resources estimated at 2.7 billion barrels of oil equivalent, it is one of the most important industrial projects in Norway with impacts lasting over the next 50 years.\u003c/li\u003e \n        \u003cli\u003eJohan Sverdrup will be developed in several phases. Phase 1 is expected to start up in November 2019 with production capacity estimated at 440,000 barrels of oil per day.\u003c/li\u003e \n        \u003cli\u003ePhase 2 is expected to start up in Q4 2022, with full field production estimated to peak at 660,000 barrels of oil per day. Peak production on Johan Sverdrup will be equivalent to 25% of all Norwegian petroleum production. The plan for development and operation (PDO) for phase 2 was submitted to Norwegian authorities on 27 August 2018.\u003c/li\u003e \n        \u003cli\u003ePARTNERS: Equinor 40.0267% (operator), Lundin Norway 22.6%, Petoro 17.36%, Aker BP 11.5733% and Total 8.44%.\u003c/li\u003e \n       \u003c/ul\u003e \n      \u003c/div\u003e \n     \u003c/div\u003e \n    \u003c/div\u003e\n   \u003c/div\u003e\n  \u003c/div\u003e\n  \u003cdiv style\u003d\"clear:both\"\u003e\u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}