{"title":"Commencement of subscription period for the Dividend Issue for the fourth quarter 2016 under the Scrip Dividend Programme - equinor.com","description":"","content":"\u003cdiv id\u003d\"main\" class\u003d\"content news-content\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003cdiv class\u003d\"header\"\u003e \n   \u003ch1\u003eCommencement of subscription period for the Dividend Issue for the fourth quarter 2016 under the Scrip Dividend Programme\u003c/h1\u003e \n   \u003cdiv class\u003d\"date\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \n     \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eMay 29, 2017\u003c/span\u003e \n     \u003c/div\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"colctrl wrapper cq-colctrl-default\"\u003e\n   \u003cdiv class\u003d\"parsys_column cq-colctrl-default\"\u003e\n    \u003cdiv class\u003d\"parsys_column cq-colctrl-default-c0\"\u003e\n     \u003cdiv class\u003d\"text parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n       \u003cp\u003e\u003cspan class\u003d\"ingress\"\u003e\u003cstrong\u003eReference is made to the previous announcement by Statoil ASA (OSE:STL, NYSE:STO, the \"Company\") regarding the resolution of the annual general meeting on 11 May 2017 to approve to continue the two- year scrip dividend programme through third quarter 2017 (the \"Scrip Dividend Programme\") and to distribute a dividend of USD 0.2201 (NOK 1.8784, as announced 22 May 2017) per share for the fourth quarter 2016 that shareholders can choose to receive either in new shares of the Company (\"Dividend Shares\") or in cash.\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e \n      \u003c/div\u003e\n     \u003c/div\u003e \n     \u003cdiv class\u003d\"text parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n       \u003cp\u003eNOT FOR RELEASE IN OR INTO CANADA, JAPAN, AUSTRIA, POLAND, ESTONIA, ICELAND OR ANY OTHER JURISDICTION IN WHICH THE RELEASE WOULD BE UNLAWFUL\u003c/p\u003e \n       \u003cp\u003eIn connection with the Scrip Dividend Programme for the fourth quarter 2016 (the \"Dividend Issue\"), the Company will issue up to 160,000,000 Dividend Shares, each with a nominal value of NOK 2.50 per share, for subscription by Existing Shareholders (as described below).\u003c/p\u003e \n       \u003cp\u003eA prospectus will not be prepared for the Dividend Issue. The Terms and Conditions for subscription of Dividend Shares are available on www.statoil.com/scrip.\u003c/p\u003e \n       \u003cp\u003eSubscription period:\u003cbr\u003e The subscription period for the Dividend Issue will commence at 09:00 a.m. CEST on 29 May 2017 for shareholders on Oslo Stock Exchange (Oslo Børs) and on 09:00 a.m. CEST on 30 May 2017 for holders of American Depositary Receipts (ADRs) on New York Stock Exchange. The subscription period expires at 23:59 p.m. CEST on 12 June 2017 (the \"Subscription Period\").\u003c/p\u003e \n       \u003cp\u003eExisting Shareholders who have not subscribed for Dividend Shares at the time of expiry of the Subscription Period will receive their dividend in cash without any action on their part on or about 23 June 2017 in respect of shareholders on Oslo Børs and on or about 26 June 2017 in respect of ADR holders on New York Stock Exchange.\u003c/p\u003e \n       \u003cp\u003eSubscription price:\u003cbr\u003e The subscription price will be equal the volume-weighted average share price on Oslo Børs over the last two trading days of the Subscription Period for the Dividend Issue, with a deduction for a discount of 5%. The subscription price is expected to be announced on or about 13 June 2017.\u003c/p\u003e \n       \u003cp\u003eSubscription procedures:\u0026nbsp;\u003cbr\u003e Subscriptions for Dividend Shares can be made electronically via VPS\u0027 online subscription system. A link to the subscription system can be found on www.statoil.com/scrip. Existing Shareholders who are considered eligible to subscribe for Dividend Shares have or will receive a letter from the Company with personal log in details to the VPS subscription system.\u003c/p\u003e \n       \u003cp\u003eADR holders under the ADR program in the US may make their election through Deutsche Bank as the depositary for the ADR program.\u003c/p\u003e \n       \u003cp\u003eEligibility to participate in the Dividend Issue: Only holders of ADRs on the New York Stock Exchange as of expiry of 10 May 2017, and shareholders of Statoil on Oslo Børs as of expiry of 11 May 2017, both referred to as \"Existing Shareholders\", and registered with Deutsche Bank Trust Company Americas as the depositary for the ADR program and the Company\u0027s shareholder register with the Norwegian Central Securities Depositary (Nw. Verdipapirsentralen) for shareholders on Oslo Børs as of expiry of 15 May 2017 (\"the record date\"), will be eligible to either subscribe for Dividend Shares in the Subscription Period or to receive their dividend in cash.\u003c/p\u003e \n       \u003cp\u003eThe subscription for Dividend Shares by persons located in, or resident of countries other than Norway, may be affected by the laws of the relevant jurisdiction. The Dividend Shares may not be subscribed for by Existing Shareholders located in, or resident of, jurisdictions in which the subscription for Dividend Shares would be unlawful. Existing Shareholders located in, or resident of countries other than Norway, should inform themselves as to whether restrictions apply to the Dividend Issues and consult their professional advisors if they are in any doubt about any of the contents or application of these restrictions.\u003c/p\u003e \n       \u003cp\u003eSettlement:\u003cbr\u003e The delivery of the Dividend Shares to shareholders on Oslo Børs is expected to take place on or about 23 June 2017 and on or around 26 June 2017 for holders of ADRs on New York Stock Exchange. Trading in the Dividend Shares on the Oslo Børs and in the ADRs representing Dividend Shares on New York Stock Exchange is expected to commence on or about 26 June 2017.\u003c/p\u003e \n       \u003cp\u003eCash payment of the dividend to holders of ordinary shares on Oslo Børs is expected on or about 23 June and on or about 26 June 2017 for ADR holders on New York Stock Exchange.\u003c/p\u003e \n       \u003cp\u003eInterests held through financial intermediaries:\u003cbr\u003e Shareholders, who are eligible for participation in the Dividend Issue and who hold their Shares through a financial intermediary and wish to subscribe for Dividend Shares in the Dividend Issue, should instruct their financial intermediary to subscribe for Dividend Shares in accordance with the applicable instructions received from such financial intermediary. The financial intermediary will be responsible for collecting exercise instructions from the shareholders and for informing the Company of their subscription instructions.\u003c/p\u003e \n       \u003cp\u003eDNB Bank ASA, Registrars Department (tel.: +47 23 26 80 20) is acting as Receiving Agent for the Dividend Issue.\u003c/p\u003e \n       \u003cp\u003e\u003cstrong\u003eContact persons:\u003c/strong\u003e\u003cbr\u003e Peter Hutton, senior vice president for investor relations,\u003cbr\u003e tel: +44 7881 918\u0026nbsp;792\u003c/p\u003e \n       \u003cp\u003eMorten Sven Johannessen, vice president for investor relations USA,\u003cbr\u003e tel: + 1 203 570 2524\u003c/p\u003e \n       \u003cp\u003e\u003cem\u003eThis information is subject to the disclosure requirements pursuant to section 5-12 of the Norwegian Securities Trading Act.\u003c/em\u003e\u003c/p\u003e \n       \u003cp\u003e\u003cem\u003eThis announcement and the information contained herein does not constitute or form a part of, and should not be construed as, an offer for sale or subscription for or solicitation or invitation of any offer to subscribe for or purchase of dividend shares or any other securities of the Company and cannot be relied on for any investment contract or decision.\u003c/em\u003e\u003c/p\u003e \n       \u003cp\u003e\u003cem\u003eIt may be unlawful to distribute this announcement in certain jurisdictions. This announcement is not for distribution in any jurisdiction in which prior registration or approval is required for that purpose. No steps have been taken or will be taken in any jurisdiction outside of Norway in which such steps would be required. No competent authority or any other regulatory body has passed upon the adequacy of this document or approved or disapproved the distribution of dividend shares outside of Norway. Any representation to the contrary may be a criminal offense.\u003c/em\u003e\u003c/p\u003e \n      \u003c/div\u003e\n     \u003c/div\u003e \n    \u003c/div\u003e\n   \u003c/div\u003e\n  \u003c/div\u003e\n  \u003cdiv style\u003d\"clear:both\"\u003e\u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}