{"title":"Subscription price set for the Dividend Issue for the second quarter 2017 under the Scrip Dividend Programme - Subscription price set for the Dividend Issue for the second quarter 2017 under the Scrip Dividend Programme - equinor.com","description":"","content":"\u003cdiv id\u003d\"main\" class\u003d\"content news-content\" role\u003d\"main\"\u003e \n \u003cdiv class\u003d\"news-page article\"\u003e \n  \u003cdiv class\u003d\"header\"\u003e \n   \u003ch1\u003eSubscription price set for the Dividend Issue for the second quarter 2017 under the Scrip Dividend Programme\u003c/h1\u003e \n   \u003cdiv class\u003d\"date\"\u003e \n    \u003cdiv class\u003d\"date-module\"\u003e \n     \u003cdiv class\u003d\"date-module\"\u003e \u003cspan class\u003d\"date_module-icon fa fa-calendar\"\u003e\u003c/span\u003e \u003cspan\u003eDecember 5, 2017 11:43\u003cspan\u003e CET\u003c/span\u003e\u003c/span\u003e \n     \u003c/div\u003e \n    \u003c/div\u003e \n   \u003c/div\u003e \n  \u003c/div\u003e \n  \u003cdiv class\u003d\"colctrl wrapper cq-colctrl-default\"\u003e\n   \u003cdiv class\u003d\"parsys_column cq-colctrl-default\"\u003e\n    \u003cdiv class\u003d\"parsys_column cq-colctrl-default-c0\"\u003e\n     \u003cdiv class\u003d\"text parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n       \u003cp\u003e\u003cspan class\u003d\"ingress\"\u003eReference is made to the announcement made on 20 November 2017 by Statoil ASA (OSE:STL, NYSE:STO) regarding the dividend issue for the second quarter 2017 (\"the Dividend Issue\").\u003c/span\u003e\u003c/p\u003e \n      \u003c/div\u003e\n     \u003c/div\u003e \n     \u003cdiv class\u003d\"text parbase section\"\u003e\n      \u003cdiv class\u003d\"component-container base undefined \" data-emptytext\u003d\"Text\"\u003e \n       \u003cp\u003eThe subscription price shall, in accordance with the resolution made by the annual general meeting on 11 May 2017, be equal to the volume-weighted average share price over the last two trading days) on Oslo Børs (\"Oslo Stock Exchange\") of the subscription period for the Dividend Issue (1 and 4 December 2017) , with a deduction of a discount of 5%.\u003c/p\u003e \n       \u003cp\u003eThe volume-weighted average share price for the respective trading days was NOK 168.54. The subscription price per share is consequently NOK 160.11.\u003c/p\u003e \n       \u003cp\u003eThe subscription price for the ADR holders will be equal to the Subscription Price converted into USD using the Central Bank of Norway\u0027s average closing exchange rate of the last two trading days of the Subscription Period (1 and 4 December 2017). The average exchange rate for these respective days was 8.3125. The subscription price per share for ADR-holders is consequently USD 19.26.\u003c/p\u003e \n       \u003cp\u003e\u003cem\u003eThis information is subject to the disclosure requirements pursuant to section 5 -12 of the Norwegian Securities Trading Act.\u003c/em\u003e\u003c/p\u003e \n       \u003cp\u003e\u003cem\u003eThis announcement and the information contained herein does not constitute or form a part of, and should not be construed as, an offer for sale or subscription for or solicitation or invitation of any offer to subscribe for or purchase of dividend shares or any other securities of the Company and cannot be relied on for any investment contract or decision.\u003c/em\u003e\u003c/p\u003e \n       \u003cp\u003e\u003cem\u003eIt may be unlawful to distribute this announcement in certain jurisdictions. This announcement is not for distribution in any jurisdiction in which prior registration or approval is required for that purpose. No steps have been taken or will be taken in any jurisdiction outside of Norway in which such steps would be required. No competent authority or any other regulatory body has passed upon the adequacy of this document or approved or disapproved the distribution of dividend shares outside of Norway. Any representation to the contrary may be a criminal offense.\u003c/em\u003e\u003c/p\u003e \n      \u003c/div\u003e\n     \u003c/div\u003e \n    \u003c/div\u003e\n   \u003c/div\u003e\n  \u003c/div\u003e\n  \u003cdiv style\u003d\"clear:both\"\u003e\u003c/div\u003e \n \u003c/div\u003e  \n\u003c/div\u003e"}